Revit 2024 API
ReleaseConditions.Fy Property
 Gets or Sets the Fy of the release type.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2023
Syntax
C#
public bool Fy { get; set; }
Visual Basic
Public Property Fy As Boolean
	Get
	Set
Visual C++
public:
property bool Fy {
	bool get ();
	void set (bool value);
}
See Also
ReleaseConditions Class
Autodesk.Revit.DB.Structure Namespace